{
    "The Luxurious Minimalist": {
        "demographics": "Affluent, aged around 45, balanced gender distribution, high-income, childless or with older children, urban/suburban dwellers, executives/entrepreneurs, prefers sleek luxury sedans or electric vehicles with minimalist design."
    },
    "The Performance Seeker": {
        "demographics": "Young, predominantly male, high earners, interested in car performance, metropolitan residents, prefers high-performance sports cars."
    },
    "The Eco-Conscious Professional": {
        "demographics": "Mid-30s, environmentally conscious, high earners, urban dwellers, first-time luxury car buyers drawn to sustainability."
    },
    "The Seasoned Globetrotter": {
        "demographics": "Mid-40s, predominantly male, high-income earners, cosmopolitan residents, values comfort and luxury for global lifestyle."
    },
    "The Discerning Connoisseur": {
        "demographics": "Late 30s to over 55, predominantly male, high earners, rural/suburban residents, traditionalist, values brand prestige and quality."
    },
    "The Driven Trendsetter": {
        "demographics": "Early 30s, high disposable income, urban dwellers, managerial roles, prefers entry-level luxury vehicles, influenced by trends and social validation."
    },
    "The Tech-Savvy Auto Enthusiast": {
        "demographics": "Mid-30s, passionate about cars and tech, affluent urban dwellers, digitally engaged, values luxury and sustainability."
    },
    "The Value-Conscious Relationship Builder": {
        "demographics": "Late 40s, predominantly male, lower income, rural/small-town residents, lowest brand loyalty, values personal relationships and fair pricing."
    },
     "The Unknown user": {
        "demographics": "Unknown for now, but probably USA or Germany.",
        "psychology": "Completely unknown for now.",
        "customer experience": "Completely unknown for now. A good idea might be to know the customer better.",
        "marketing implications": "Unknown for now."
    }
}
